tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "mongodb/brew"

brew "act"
brew "awscli"
brew "bat"
brew "bats-core"
brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "fasd"
brew "ffmpeg"
brew "gnu-sed"
brew "goles/battery/battery"
brew "grep"
brew "grip"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lynx"
brew "mackup"
# brew "mongodb-community"
brew "mongodb-database-tools"
brew "nano"
brew "pandoc"
brew "peco"
brew "psgrep"
brew "python"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "tree"
brew "wget"

# quicklook plugins
brew "qlcolorcode" 
brew "qlstephen" 
brew "qlmarkdown" 
brew "quicklook-json" 
brew "qlimagesize" 
brew "suspicious-package"
brew "quicklookase"
brew "qlvideo"
