tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "mongodb/brew"
tap "aws/tap"
tap "lotyp/homebrew-formulae"
tap "ringohub/redis-cli"

# brew "act"
brew "archey"
brew "awscli"
brew "aws-sam-cli"
brew "bat"
brew "bats-core"
# better alternative -> tldr
# brew "cheat"
brew "cmatrix"
brew "coreutils"
brew "croc"
brew "diff-so-fancy"
brew "difftastic"
# brew "dockutil"
brew "lotyp/formulae/dockutil"
brew "dog"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "gnupg"
brew "gnu-sed"
brew "goles/battery/battery"
brew "grep"
brew "grip"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lnav"
brew "mackup"
# brew "mongodb-community"
brew "mongodb-database-tools"
brew "mongosh"
brew "nano"
brew "procs"
brew "psgrep"
brew "python"
brew "redis-cli"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "the_silver_searcher"
brew "topgrade"
brew "tldr"
brew "tree"
brew "unar"
brew "vim"
brew "webp"
brew "wget"

# Quick Look Plugins (https://github.com/sindresorhus/quick-look-plugins)
brew "qlcolorcode"
brew "qlstephen"
brew "qlmarkdown"
brew "quicklook-json"
brew "qlimagesize"
brew "suspicious-package"
brew "apparency"
brew "qlvideo"
